/* Error for long Description in Panopto Share */
"Description must be less than 5000 characters" = "Die Beschreibung muss weniger als 5000 Zeichen haben";

/* Error for missing file in Panopto Share */
"File not found" = "Datei nicht gefunden";

/* Panopto plugin display name */
"Panopto" = "Panopto";

/* Confirmation message for successful Panopto upload */
"Panopto Upload Successful!" = "Hochladen auf Panopto abgeschlossen";

/* description of what the Panopto plugin does */
"Sends captures to Panopto" = "Übermittelt Captures an Panopto";

/* button to sign in to Panopto account */
"Sign In..." = "Anmelden...";

/* button to sign out of Panopto account */
"Sign Out" = "Abmelden";

/* Error for missing Title in Panopto Share */
"Title is required" = "Es muss ein Titel eingegeben werden";

/* Error for long Title in Panopto Share */
"Title must be less than 128 characters" = "Der Titel muss weniger als 128 Zeichen haben";

